import "./About.scss";

const About = () => {
  return (
    <div className="about-page">
      <div className="about-page-content">
        <p>
          ankextspoet.am-ը հարթակ է, որի նպատակն է համացանցի օգնությամբ հասանելի
          դարձնել նորօրյա գրողների, բանաստեղծների, պոետների աշխատությունները,
          գրականությունն ու գրագիտությունը դարձնել ավելի արդիական ու
          ժամանակակից։ Այն շատ լավ հնարավորություն է նոր գրողների և պոետների
          համար ՝ դառնալու ճանաչված ու պահանջված։ Այն միջոց է տարածելու հայ
          գրականությունը և առաջացնելու սերը վերջինիս հանդեպ՝ հատկապես
          երիտասարդության շրջանակում, քանզի նրանք են ազգի կորիզը։ Համացանցը լի է
          հակազգային ու հակահայկական մեդիա աղբով, և, կարծում ենք, այս կայքը
          կծառայի հայապահպանության նպատակներին ու նկրտումներին։
        </p>
      </div>
    </div>
  );
};

export default About;
